[UIUtilities_DRL]
m_sAverageScatterText="± <XGParam:StrValue0/> 格数"

[X2TargetingMethod_DisposableLauncher]
strMaxScatter="\nMax 散射 (格数): "

[X2DownloadableContentInfo_WOTCDisposableLaunchers]
DRL_WeaponCategory = "一次性发射器"
DRL_Category="一次性发射器"
DRL_Not_Allowed_With_Grenades_Message="一次性发射器在通用插槽中与手榴弹互斥"
DRL_Requires_Two_Slots="一次性发射器需占用两通用插槽"

[IRI_DRL_CV_Utility X2DisposableLauncherTemplate]
FriendlyName="火箭推进榴弹"
FriendlyNamePlural="火箭推进榴弹"
ThrownAbilityName="发射火箭推进榴弹"
ThrownAbilityHelpText="发射火箭推进榴弹。此发会散射。"
BriefSummary="我们设法从原本 XCOM 计划残存的一个弹药库中取得这些一次性火箭推进榴弹的大量存货。它们对装甲目标和一群敌人非常有效，但使用起来很笨拙。"
TacticalText="我们设法从原本 XCOM 计划残存的一个弹药库中取得这些一次性火箭推进榴弹的大量存货。它们对装甲目标和一群敌人非常有效，但使用起来很笨拙。 <br/><Bullet/> 与榴弹不同，火箭弹会散射并可能错过目标。 如果在士兵仅剩一个行动点或从遥远距离发射火箭，则散射结果会更糟。 \n<Bullet/> 携带火箭推进榴弹 会导致行动不便，直到被发射完为止。 \n<Bullet/> 重装甲使用者不会受到行动上的损失。"

[IRI_DRL_MG_Utility X2DisposableLauncherTemplate]
FriendlyName="电磁线圈加速榴弹"
FriendlyNamePlural="电磁线圈加速榴弹"
ThrownAbilityName="发射电磁线圈加速榴弹"
ThrownAbilityHelpText="发射电磁线圈加速榴弹。此发会散射。"
BriefSummary="电磁线圈加速榴弹使用超频电磁线圈迅速加速改装的外星榴弹，并以超音速发射。不幸的是，如果没有笨重的配重和冷却装置，在射击过程中线圈衬里总是会炸掉，这使发射器不适合重复使用。"
TacticalText="电磁线圈加速榴弹使用超频电磁线圈迅速加速改装的外星榴弹，并以超音速发射。不幸的是，如果没有笨重的配重和冷却装置，在射击过程中线圈衬里总是会炸掉，这使发射器不适合重复使用。 <br/><Bullet/> 与榴弹不同，火箭弹会散射并可能错过目标。如果在士兵仅剩一个行动点或从遥远距离发射火箭，则散射结果会更糟。 \n<Bullet/> 携带电磁线圈加速榴弹 会导致行动不便，直到被发射完为止。 \n<Bullet/> 重装甲使用者不受机动性惩罚。"

[IRI_DRL_BM_Utility X2DisposableLauncherTemplate]
FriendlyName="二元聚变榴弹"
FriendlyNamePlural="二元聚变榴弹"
ThrownAbilityName="发射二元聚变榴弹"
ThrownAbilityHelpText="发射二元聚变榴弹。此发会散射。"
BriefSummary="二元聚变榴弹使用常规炸药炸毁超铀核心，使其具有巨大的爆炸潜力。二元聚变榴弹使用冷凝空气使核心过冷，以延迟链反应。然后通过无接触引力场立即发射核心。"
TacticalText="二元聚变榴弹使用常规炸药炸毁超铀核心，使其具有巨大的爆炸潜力。二元聚变榴弹使用冷凝空气使核心过冷，以延迟链反应。然后通过无接触引力场立即发射核心。 <br/><Bullet/> 与榴弹不同，火箭弹会散射并可能错过目标。如果在士兵仅剩一个行动点或从遥远距离发射火箭，则散射结果会更糟。 \n<Bullet/> 携带二元聚变榴弹会导致行动不便，直到被发射完为止。 \n<Bullet/> 重装甲使用者不受机动性惩罚。"


[IRI_DRL_CV_Secondary X2DisposableLauncherTemplate]
FriendlyName="火箭推进榴弹"
FriendlyNamePlural="火箭推进榴弹"
ThrownAbilityName="发射火箭推进榴弹"
ThrownAbilityHelpText="发射火箭推进榴弹。此发会散射。"
BriefSummary="我们设法从原本 XCOM 计划残存的一个弹药库中取得这些一次性火箭推进榴弹的大量存货。它们对装甲目标和一群敌人非常有效，但使用起来很笨拙。"
TacticalText="我们设法从原本 XCOM 计划残存的一个弹药库中取得这些一次性火箭推进榴弹的大量存货。它们对装甲目标和一群敌人非常有效，但使用起来很笨拙。 <br/><Bullet/> 与榴弹不同，火箭弹会散射并可能错过目标。 如果在士兵仅剩一个行动点或从遥远距离发射火箭，则散射结果会更糟。 \n<Bullet/> 携带火箭推进榴弹 会导致行动不便，直到被发射完为止。 \n<Bullet/> 重装甲使用者不会受到行动上的损失。"

[IRI_DRL_MG_Secondary X2DisposableLauncherTemplate]
FriendlyName="电磁线圈加速榴弹"
FriendlyNamePlural="电磁线圈加速榴弹"
ThrownAbilityName="发射电磁线圈加速榴弹"
ThrownAbilityHelpText="发射电磁线圈加速榴弹。此发会散射。"
BriefSummary="电磁线圈加速榴弹使用超频电磁线圈迅速加速改装的外星榴弹，并以超音速发射。不幸的是，如果没有笨重的配重和冷却装置，在射击过程中线圈衬里总是会炸掉，这使发射器不适合重复使用。"
TacticalText="电磁线圈加速榴弹使用超频电磁线圈迅速加速改装的外星榴弹，并以超音速发射。不幸的是，如果没有笨重的配重和冷却装置，在射击过程中线圈衬里总是会炸掉，这使发射器不适合重复使用。 <br/><Bullet/> 与榴弹不同，火箭弹会散射并可能错过目标。如果在士兵仅剩一个行动点或从遥远距离发射火箭，则散射结果会更糟。 \n<Bullet/> 携带电磁线圈加速榴弹 会导致行动不便，直到被发射完为止。 \n<Bullet/> 重装甲使用者不受机动性惩罚。"

[IRI_DRL_BM_Secondary X2DisposableLauncherTemplate]
FriendlyName="二元聚变榴弹"
FriendlyNamePlural="二元聚变榴弹"
ThrownAbilityName="发射二元聚变榴弹"
ThrownAbilityHelpText="发射二元聚变榴弹。此发会散射。"
BriefSummary="二元聚变榴弹使用常规炸药炸毁超铀核心，使其具有巨大的爆炸潜力。二元聚变榴弹使用冷凝空气使核心过冷，以延迟链反应。然后通过无接触引力场立即发射核心。"
TacticalText="二元聚变榴弹使用常规炸药炸毁超铀核心，使其具有巨大的爆炸潜力。二元聚变榴弹使用冷凝空气使核心过冷，以延迟链反应。然后通过无接触引力场立即发射核心。 <br/><Bullet/> 与榴弹不同，火箭弹会散射并可能错过目标。如果在士兵仅剩一个行动点或从遥远距离发射火箭，则散射结果会更糟。 \n<Bullet/> 携带二元聚变榴弹会导致行动不便，直到被发射完为止。 \n<Bullet/> 重装甲使用者不受机动性惩罚。"


[IRI_DRL_CV_Heavy X2DisposableLauncherTemplate]
FriendlyName="火箭推进榴弹"
FriendlyNamePlural="火箭推进榴弹"
ThrownAbilityName="发射火箭推进榴弹"
ThrownAbilityHelpText="发射火箭推进榴弹。此发会散射。"
BriefSummary="我们设法从原本 XCOM 计划残存的一个弹药库中取得这些一次性火箭推进榴弹的大量存货。它们对装甲目标和一群敌人非常有效，但使用起来很笨拙。"
TacticalText="我们设法从原本 XCOM 计划残存的一个弹药库中取得这些一次性火箭推进榴弹的大量存货。它们对装甲目标和一群敌人非常有效，但使用起来很笨拙。 <br/><Bullet/> 与榴弹不同，火箭弹会散射并可能错过目标。 如果在士兵仅剩一个行动点或从遥远距离发射火箭，则散射结果会更糟。 \n<Bullet/> 携带火箭推进榴弹 会导致行动不便，直到被发射完为止。 \n<Bullet/> 重装甲使用者不会受到行动上的损失。"

[IRI_DRL_MG_Heavy X2DisposableLauncherTemplate]
FriendlyName="电磁线圈加速榴弹"
FriendlyNamePlural="电磁线圈加速榴弹"
ThrownAbilityName="发射电磁线圈加速榴弹"
ThrownAbilityHelpText="发射电磁线圈加速榴弹。此发会散射。"
BriefSummary="电磁线圈加速榴弹使用超频电磁线圈迅速加速改装的外星榴弹，并以超音速发射。不幸的是，如果没有笨重的配重和冷却装置，在射击过程中线圈衬里总是会炸掉，这使发射器不适合重复使用。"
TacticalText="电磁线圈加速榴弹使用超频电磁线圈迅速加速改装的外星榴弹，并以超音速发射。不幸的是，如果没有笨重的配重和冷却装置，在射击过程中线圈衬里总是会炸掉，这使发射器不适合重复使用。 <br/><Bullet/> 与榴弹不同，火箭弹会散射并可能错过目标。如果在士兵仅剩一个行动点或从遥远距离发射火箭，则散射结果会更糟。 \n<Bullet/> 携带电磁线圈加速榴弹 会导致行动不便，直到被发射完为止。 \n<Bullet/> 重装甲使用者不受机动性惩罚。"

[IRI_DRL_BM_Heavy X2DisposableLauncherTemplate]
FriendlyName="二元聚变榴弹"
FriendlyNamePlural="二元聚变榴弹"
ThrownAbilityName="发射二元聚变榴弹"
ThrownAbilityHelpText="发射二元聚变榴弹。此发会散射。"
BriefSummary="二元聚变榴弹使用常规炸药炸毁超铀核心，使其具有巨大的爆炸潜力。二元聚变榴弹使用冷凝空气使核心过冷，以延迟链反应。然后通过无接触引力场立即发射核心。"
TacticalText="二元聚变榴弹使用常规炸药炸毁超铀核心，使其具有巨大的爆炸潜力。二元聚变榴弹使用冷凝空气使核心过冷，以延迟链反应。然后通过无接触引力场立即发射核心。 <br/><Bullet/> 与榴弹不同，火箭弹会散射并可能错过目标。如果在士兵仅剩一个行动点或从遥远距离发射火箭，则散射结果会更糟。 \n<Bullet/> 携带二元聚变榴弹会导致行动不便，直到被发射完为止。 \n<Bullet/> 重装甲使用者不受机动性惩罚。"
